Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: To further enhance the consistency between this Regulation and the rules applicable to credit institutions regulated under Directive 2013/36/EU, it is also appropriate to integrate some of the providers’ procedural obligations in relation to risk management, post marketing monitoring and documentation into the existing obligations and procedures under Directive 2013/36/EU.
pt_pt: A fim de reforçar a coerência entre o presente regulamento e as regras aplicáveis às instituições de crédito regulamentadas pela Diretiva 2013/36/UE, também é apropriado integrar algumas das obrigações processuais dos prestadores relativas à gestão de riscos, ao acompanhamento pós-comercialização e à documentação nas obrigações e procedimentos em vigor por força da referida diretiva.

source: In order to avoid overlaps, limited derogations should also be envisaged in relation to the quality management system of providers and the monitoring obligation placed on deployers of high-risk AI systems to the extent that these apply to credit institutions regulated by Directive 2013/36/EU.
pt_pt: No intuito de evitar sobreposições, também deverão ser previstas derrogações limitadas no respeitante ao sistema de gestão da qualidade dos prestadores e à obrigação de controlo imposta aos responsáveis pela implantação de sistemas de IA de risco elevado, contanto que tal se aplique a instituições de crédito regulamentadas pela Diretiva 2013/36/UE.

source: The same regime should apply to insurance and re-insurance undertakings and insurance holding companies under Directive 2009/138/EC and the insurance intermediaries under Directive (EU) 2016/97 and other types of financial institutions subject to requirements regarding internal governance, arrangements or processes established pursuant to the relevant Union financial services law to ensure consistency and equal treatment in the financial sector.
pt_pt: Deverá aplicar-se o mesmo regime às empresas de seguros e de resseguros e às sociedades gestoras de participações no setor dos seguros nos termos da Diretiva 2009/138/CE, aos mediadores de seguros nos termos da Diretiva (UE) 2016/97 e a outros tipos de instituições financeiras sujeitas a requisitos em matéria governação, mecanismos ou processos internos estabelecidos nos termos do direito da União aplicável no domínio dos serviços financeiros, a fim de assegurar a coerência e a igualdade de tratamento no setor financeiro.

source: Each market surveillance authority for high-risk AI systems in the area of biometrics, as listed in an annex to this Regulation insofar as those systems are used for the purposes of law enforcement, migration, asylum and border control management, or the administration of justice and democratic processes, should have effective investigative and corrective powers, including at least the power to obtain access to all personal data that are being processed and to all information necessary for the performance of its tasks.
pt_pt: Todas as autoridades de fiscalização do mercado dos sistemas de IA de risco elevado enumerados no domínio da biométrica, conforme enumerado num anexo do presente regulamento, na medida em que esses sistemas sejam utilizados para fins de aplicação da lei, da migração, do asilo e da gestão do controlo das fronteiras, ou para a administração da justiça e processos democráticos, deverão dispor de poderes de investigação e de correção eficazes, incluindo, pelo menos, o poder de aceder a todos os dados pessoais que estão a ser tratados e a todas as informações necessárias ao desempenho das suas funções.

source: The market surveillance authorities should be able to exercise their powers by acting with complete independence.
pt_pt: As autoridades de fiscalização do mercado deverão poder exercer os seus poderes atuando com total independência.

source: Any limitations of their access to sensitive operational data under this Regulation should be without prejudice to the powers conferred to them by Directive (EU) 2016/680.
pt_pt: Quaisquer limitações ao seu acesso a dados operacionais sensíveis nos termos do presente regulamento não deverão prejudicar os poderes que lhes são conferidos pela Diretiva (UE) 2016/680.

source: No exclusion on disclosing data to national data protection authorities under this Regulation should affect the current or future powers of those authorities beyond the scope of this Regulation.
pt_pt: Nenhuma exclusão da divulgação de dados às autoridades nacionais de proteção de dados ao abrigo do presente regulamento deverá afetar os atuais ou futuros poderes dessas autoridades fora do âmbito de aplicação do presente regulamento.

source: The market surveillance authorities and the Commission should be able to propose joint activities, including joint investigations, to be conducted by market surveillance authorities or market surveillance authorities jointly with the Commission, that have the aim of promoting compliance, identifying non-compliance, raising awareness and providing guidance in relation to this Regulation with respect to specific categories of high-risk AI systems that are found to present a serious risk across two or more Member States.
pt_pt: As autoridades de fiscalização do mercado e a Comissão deverão poder propor atividades conjuntas, incluindo investigações conjuntas, a realizar quer pelas autoridades de fiscalização do mercado quer pelas autoridades de fiscalização do mercado em conjunto com a Comissão, que tenham por objetivo promover a conformidade, identificar situações de não conformidade, sensibilizar e disponibilizar orientações em relação ao presente regulamento no que diz respeito a categorias específicas de sistemas de IA de risco elevado consideradas como apresentando um risco grave em dois ou mais Estados-Membros.

source: Joint activities to promote compliance should be carried out in accordance with Article 9 of Regulation (EU) 2019/1020.
pt_pt: As atividades conjuntas para promover a conformidade deverão ser realizadas em conformidade com o artigo 9.o do Regulamento (UE) 2019/1020.

source: The AI Office should provide coordination support for joint investigations.
pt_pt: O Serviço para a IA deverá prestar apoio à coordenação de investigações conjuntas.

source: It is necessary to clarify the responsibilities and competences at Union and national level as regards AI systems that are built on general-purpose AI models.
pt_pt: É necessário clarificar as responsabilidades e competências a nível da União e a nível nacional no que diz respeito aos sistemas de IA que se baseiam em modelos de IA de finalidade geral.

source: To avoid overlapping competences, where an AI system is based on a general-purpose AI model and the model and system are provided by the same provider, the supervision should take place at Union level through the AI Office, which should have the powers of a market surveillance authority within the meaning of Regulation (EU) 2019/1020 for this purpose.
pt_pt: A fim de evitar a sobreposição de competências, sempre que um sistema de IA se baseie num modelo de IA de finalidade geral e o modelo e o sistema sejam disponibilizados pelo mesmo prestador, a supervisão deverá ter lugar a nível da União através do Serviço para a IA, o qual deverá ter os poderes de uma autoridade de fiscalização do mercado na aceção do Regulamento (UE) 2019/1020 para esse efeito.

source: In all other cases, national market surveillance authorities remain responsible for the supervision of AI systems.
pt_pt: Em todos os outros casos, os responsáveis pela supervisão dos sistemas de IA continuam a ser as autoridades nacionais de fiscalização do mercado.

source: However, for general-purpose AI systems that can be used directly by deployers for at least one purpose that is classified as high-risk, market surveillance authorities should cooperate with the AI Office to carry out evaluations of compliance and inform the Board and other market surveillance authorities accordingly.
pt_pt: No entanto, para os sistemas de IA de finalidade geral que possam ser utilizados diretamente pelos responsáveis pela implantação para, pelo menos, uma finalidade classificada como sendo de risco elevado, as autoridades de fiscalização do mercado deverão cooperar com o Serviço para a IA na realização de avaliações da conformidade e informar o Comité e outras autoridades de fiscalização do mercado em conformidade.

source: Furthermore, market surveillance authorities should be able to request assistance from the AI Office where the market surveillance authority is unable to conclude an investigation on a high-risk AI system because of its inability to access certain information related to the general-purpose AI model on which the high-risk AI system is built.
pt_pt: Além disso, as autoridades de fiscalização do mercado deverão poder solicitar assistência ao Serviço para a IA sempre que a autoridade de fiscalização do mercado não seja capaz de concluir uma investigação sobre um sistema de IA de risco elevado devido à sua impossibilidade de aceder a determinadas informações relacionadas com o modelo de IA de finalidade geral no qual o sistema de IA de risco elevado se baseia.

source: In such cases, the procedure regarding mutual assistance in cross-border cases in Chapter VI of Regulation (EU) 2019/1020 should apply mutatis mutandis.
pt_pt: Nesses casos, o procedimento relativo à assistência mútua em casos transfronteiriços previsto no capítulo VI do Regulamento (UE) 2019/1020 deverá aplicar-se mutatis mutandis.

source: To make best use of the centralised Union expertise and synergies at Union level, the powers of supervision and enforcement of the obligations on providers of general-purpose AI models should be a competence of the Commission.
pt_pt: A fim de utilizar da melhor forma os conhecimentos especializados centralizados da União e as sinergias a nível da União, os poderes de supervisão e execução das obrigações dos prestadores de modelos de IA de finalidade geral deverão ser da competência da Comissão.

source: The AI Office should be able to carry out all necessary actions to monitor the effective implementation of this Regulation as regards general-purpose AI models.
pt_pt: O Serviço para a IA deverá poder realizar todas as ações necessárias para acompanhar a execução efetiva do presente regulamento no que diz respeito aos modelos de IA de finalidade geral.

source: It should be able to investigate possible infringements of the rules on providers of general-purpose AI models both on its own initiative, following the results of its monitoring activities, or upon request from market surveillance authorities in line with the conditions set out in this Regulation.
pt_pt: Deverá poder investigar eventuais infrações às regras aplicáveis aos prestadores de modelos de IA de finalidade geral, tanto por sua própria iniciativa, na sequência dos resultados das suas atividades de acompanhamento, como a pedido das autoridades de fiscalização do mercado, em conformidade com as condições estabelecidas no presente regulamento.

source: To support effective monitoring of the AI Office, it should provide for the possibility that downstream providers lodge complaints about possible infringements of the rules on providers of general-purpose AI models and systems.
pt_pt: A fim de apoiar um acompanhamento eficaz do Serviço para a IA, este deverá prever a possibilidade de os prestadores a jusante apresentarem queixas sobre possíveis infrações às regras aplicáveis aos prestadores de modelos e sistemas de IA de finalidade geral.

source: With a view to complementing the governance systems for general-purpose AI models, the scientific panel should support the monitoring activities of the AI Office and may, in certain cases, provide qualified alerts to the AI Office which trigger follow-ups, such as investigations.
pt_pt: Com vista a complementar os sistemas de governação aplicáveis a modelos de IA de finalidade geral, o painel científico deverá apoiar as atividades de acompanhamento do Serviço para a IA e pode, em certos casos, emitir alertas qualificados ao Serviço para a IA que desencadeiem seguimentos, como investigações.

source: This should be the case where the scientific panel has reason to suspect that a general-purpose AI model poses a concrete and identifiable risk at Union level.
pt_pt: Tal deverá ser o caso se o painel científico tiver razões para suspeitar que um modelo de IA de finalidade geral representa um risco concreto e identificável a nível da União.

source: Furthermore, this should be the case where the scientific panel has reason to suspect that a general-purpose AI model meets the criteria that would lead to a classification as general-purpose AI model with systemic risk.
pt_pt: Além disso, deverá ser esse o caso se o painel científico tiver motivos para suspeitar que um modelo de IA de finalidade geral cumpre os critérios que conduziriam a uma classificação como modelo de IA de finalidade geral com risco sistémico.

source: To equip the scientific panel with the information necessary for the performance of those tasks, there should be a mechanism whereby the scientific panel can request the Commission to require documentation or information from a provider.
pt_pt: A fim de dotar o painel científico das informações necessárias para o desempenho dessas funções, deverá existir um mecanismo através do qual o painel científico possa solicitar à Comissão que exija documentação ou informações a um prestador.

source: The AI Office should be able to take the necessary actions to monitor the effective implementation of and compliance with the obligations for providers of general-purpose AI models laid down in this Regulation.
pt_pt: O Serviço para a IA deverá poder tomar as medidas necessárias para fiscalizar a execução efetiva e o cumprimento das obrigações dos prestadores de modelos de IA de finalidade geral estabelecidas no presente regulamento.

source: The AI Office should be able to investigate possible infringements in accordance with the powers provided for in this Regulation, including by requesting documentation and information, by conducting evaluations, as well as by requesting measures from providers of general-purpose AI models.
pt_pt: O Serviço para a IA deverá poder investigar eventuais infrações em conformidade com os poderes previstos no presente regulamento, nomeadamente solicitando documentação e informações, realizando avaliações, bem como solicitando medidas aos prestadores de modelos de IA de finalidade geral.

source: When conducting evaluations, in order to make use of independent expertise, the AI Office should be able to involve independent experts to carry out the evaluations on its behalf.
pt_pt: Na realização das avaliações, a fim de recorrer a conhecimentos especializados independentes, o Serviço para a IA deverá poder envolver peritos independentes para realizar as avaliações em seu nome.

source: Compliance with the obligations should be enforceable, inter alia, through requests to take appropriate measures, including risk mitigation measures in the case of identified systemic risks as well as restricting the making available on the market, withdrawing or recalling the model.
pt_pt: O cumprimento das obrigações deverá ser executório, nomeadamente através de pedidos de adoção de medidas adequadas, incluindo medidas de redução dos riscos em caso de riscos sistémicos identificados, bem como através da restrição da disponibilização no mercado, da retirada ou da recolha do modelo.

source: As a safeguard, where needed beyond the procedural rights provided for in this Regulation, providers of general-purpose AI models should have the procedural rights provided for in Article 18 of Regulation (EU) 2019/1020, which should apply mutatis mutandis, without prejudice to more specific procedural rights provided for by this Regulation.
pt_pt: A título de salvaguarda, sempre que seja necessário para além dos direitos processuais previstos no presente regulamento, os prestadores de modelos de IA de finalidade geral deverão gozar dos direitos processuais previstos no artigo 18.o do Regulamento (UE) 2019/1020, que deverão ser aplicáveis mutatis mutandis, sem prejuízo de direitos processuais mais específicos previstos no presente regulamento.

source: The development of AI systems other than high-risk AI systems in accordance with the requirements of this Regulation may lead to a larger uptake of ethical and trustworthy AI in the Union.
pt_pt: O desenvolvimento de outros sistemas de IA, que não sejam sistemas de IA de risco elevado de acordo com os requisitos do presente regulamento pode conduzir a uma maior utilização de IA ética e de confiança na União.

source: Providers of AI systems that are not high-risk should be encouraged to create codes of conduct, including related governance mechanisms, intended to foster the voluntary application of some or all of the mandatory requirements applicable to high-risk AI systems, adapted in light of the intended purpose of the systems and the lower risk involved and taking into account the available technical solutions and industry best practices such as model and data cards.
pt_pt: Os prestadores de sistemas de IA que não sejam de risco elevado deverão ser incentivados a criar códigos de conduta, incluindo mecanismos de governação conexos, destinados a promover a aplicação voluntária de alguns ou de todos os requisitos obrigatórios aplicáveis aos sistemas de IA de risco elevado, adaptados à finalidade prevista dos sistemas e ao menor risco envolvido e tendo em conta as soluções técnicas disponíveis e as boas práticas da indústria, como modelos e cartões de dados.

source: Providers and, as appropriate, deployers of all AI systems, high-risk or not, and AI models should also be encouraged to apply on a voluntary basis additional requirements related, for example, to the elements of the Union’s Ethics Guidelines for Trustworthy AI, environmental sustainability, AI literacy measures, inclusive and diverse design and development of AI systems, including attention to vulnerable persons and accessibility to persons with disability, stakeholders’ participation with the involvement, as appropriate, of relevant stakeholders such as business and civil society organisations, academia, research organisations, trade unions and consumer protection organisations in the design and development of AI systems, and diversity of the development teams, including gender balance.
pt_pt: Os prestadores e, se for caso disso, os responsáveis pela implantação de todos os sistemas de IA, de risco elevado ou não, e dos modelos de IA deverão também ser incentivados a aplicar, numa base voluntária, requisitos adicionais relacionados, por exemplo, com os elementos das Orientações Éticas da União para uma IA de Confiança, a sustentabilidade ambiental, as medidas de literacia no domínio da IA, a conceção e o desenvolvimento inclusivos e diversificados de sistemas de IA, incluindo a atenção às pessoas vulneráveis e a acessibilidade das pessoas com deficiência, a participação das partes interessadas com a participação, conforme adequado, das partes interessadas pertinentes, como as organizações empresariais e da sociedade civil, o meio académico, as organizações de investigação, os sindicatos e as organizações de defesa dos consumidores na conceção e desenvolvimento de sistemas de IA, e a diversidade das equipas de desenvolvimento, incluindo o equilíbrio entre homens e mulheres.

source: To ensure that the voluntary codes of conduct are effective, they should be based on clear objectives and key performance indicators to measure the achievement of those objectives.
pt_pt: A fim de assegurar que sejam eficazes, os códigos de conduta voluntários deverão basear-se em objetivos claros e em indicadores-chave de desempenho para medir a consecução desses objetivos.

source: They should also be developed in an inclusive way, as appropriate, with the involvement of relevant stakeholders such as business and civil society organisations, academia, research organisations, trade unions and consumer protection organisation.
pt_pt: Deverão também ser desenvolvidos de forma inclusiva, conforme adequado, com a participação das partes interessadas pertinentes, como as organizações empresariais e da sociedade civil, o meio académico, as organizações de investigação, os sindicatos e as organizações de defesa dos consumidores.

source: The Commission may develop initiatives, including of a sectoral nature, to facilitate the lowering of technical barriers hindering cross-border exchange of data for AI development, including on data access infrastructure, semantic and technical interoperability of different types of data.
pt_pt: A Comissão pode desenvolver iniciativas, nomeadamente de natureza setorial, para facilitar a redução de obstáculos técnicos que impeçam o intercâmbio transfronteiriço de dados para o desenvolvimento da IA, inclusive em matéria de infraestruturas de acesso aos dados e de interoperabilidade semântica e técnica dos diferentes tipos de dados.

source: It is important that AI systems related to products that are not high-risk in accordance with this Regulation and thus are not required to comply with the requirements set out for high-risk AI systems are nevertheless safe when placed on the market or put into service.
pt_pt: Não obstante, é importante que os sistemas de IA relacionados com produtos que não são de risco elevado, nos termos do presente regulamento e que, como tal, não são obrigados a cumprir os requisitos aplicáveis a sistemas de IA de risco elevado, sejam seguros quando são colocados no mercado ou colocados em serviço.

source: To contribute to this objective, Regulation (EU) 2023/988 of the European Parliament and of the Council (53) would apply as a safety net.
pt_pt: A fim de contribuir para alcançar esse objetivo, o Regulamento (UE) 2023/988 do Parlamento Europeu e do Conselho (53) deverá ser aplicado como uma rede de segurança.

source: In order to ensure trustful and constructive cooperation of competent authorities on Union and national level, all parties involved in the application of this Regulation should respect the confidentiality of information and data obtained in carrying out their tasks, in accordance with Union or national law.
pt_pt: Para assegurar uma cooperação de confiança e construtiva entre as autoridades competentes a nível da União e nacional, todas as partes envolvidas na aplicação do presente regulamento deverão respeitar a confidencialidade das informações e dos dados obtidos no exercício das suas funções, em conformidade com o direito da União ou o direito nacional.

source: They should carry out their tasks and activities in such a manner as to protect, in particular, intellectual property rights, confidential business information and trade secrets, the effective implementation of this Regulation, public and national security interests, the integrity of criminal and administrative proceedings, and the integrity of classified information.
pt_pt: Deverão desempenhar as suas funções e atividades de modo a proteger, em especial, os direitos de propriedade intelectual, as informações comerciais de caráter confidencial e os segredos comerciais, a execução efetiva do presente regulamento, os interesses públicos e nacionais em matéria de segurança, a integridade dos processos penais e administrativos e a integridade das informações classificadas.

source: Compliance with this Regulation should be enforceable by means of the imposition of penalties and other enforcement measures.
pt_pt: O cumprimento do presente regulamento deverá ter força executória através da imposição de sanções e de outras medidas de execução.
